[
  {
    "name": "محمد الصالحي",
    "name_en": "Muhammad al-Salhi",
    "notes": "Al-Salhi, a photojournalist working for the Fourth Authority news agency, was shot dead near a Palestinian refugee camp in the central Gaza Strip, according to the Palestinian Authority’s official news agency Wafa, and the Journalist Support Committee (JSC), a nonprofit which promotes the rights of the media in the Middle East."
  },
  {
    "name": "ابراهيم لافي",
    "name_en": "Ibrahem Lafii",
    "notes": "Ibrahim Mohammad Lafi, a photographer for Ain Media, was shot and killed at the Gaza Strip’s Erez Crossing into Israel, according to the Palestinian press freedom group MADA, the Beirut-based press freedom group SKeyes, and Al-Jazeera."
  },
  {
    "name": "محمد جرغون",
    "name_en": "Muhammad Jarghoun",
    "notes": "Jarghoun, a journalist with Smart Media, was shot while reporting on the conflict in an area to the east of Rafah city in the southern Gaza Strip, according to the BBC and UNESCO."
  },
  {
    "name": "أسعد شملخ",
    "name_en": "Assad Shmlkh",
    "notes": "Shamlakh, a freelance journalist, was killed along with nine members of his family in an Israeli airstrike on their home in Sheikh Ijlin, a neighborhood in the southern Gaza Strip, according to the Beirut-based advocacy group The Legal Agenda and BBC Arabic."
  },
  {
    "name": "سعيد الطويل",
    "name_en": "Saeed Altoil",
    "notes": "Al-Taweel, editor-in-chief of the Al-Khamsa News website, was killed when Israeli warplanes struck an area housing several media outlets in Gaza City’s Rimal district, according to the U.K.-based newspaper, The Independent, Al Jazeera, and the Palestinian Authority’s official news agency Wafa."
  },
  {
    "name": "هشام النواجحة",
    "name_en": "Hsham Alnwajhah",
    "notes": "Alnwajha, a journalist with Khabar news agency, was injured when Israeli warplanes struck an area housing several media outlets in Gaza City’s Rimal district, according to the U.K.-based newspaper The Independent, Al Jazeera, and the Palestinian Authority’s official news agency Wafa. He died of his injuries later that day, according to the Palestinian press freedom group MADA, the Palestinian Journalists’ Syndicate, and Palestinian news website AlWatan Voice."
  },
  {
    "name": "محمد أبو رزق",
    "name_en": "Muhammad Abu Rizq",
    "notes": ""
  },
  {
    "name": "عائد النجار",
    "name_en": "Aaid al-Najar",
    "notes": ""
  },
  {
    "name": "محمد أبو مطر",
    "name_en": "Muhammad Abu Motar",
    "notes": ""
  },
  {
    "name": "رجب النقيب",
    "name_en": "Rajab Alnqaib",
    "notes": ""
  },
  {
    "name": "أحمد شهاب",
    "name_en": "Ahmed Shehab",
    "notes": "A journalist for Sowt Al-Asra Radio (Radio Voice of the Prisoners), Shehab, along with his wife and three children, was killed in an Israeli airstrike on his house in Jabalia, in the northern Gaza Strip, according to the Palestinian Journalists’ Syndicate, Palestinian press freedom group MADA, and the London-based news website The New Arab."
  },
  {
    "name": "عبدالرحمن شهاب",
    "name_en": "Abdalrahamun Shehab",
    "notes": ""
  },
  {
    "name": "حسام مبارك",
    "name_en": "Husam Mubarak",
    "notes": "Mubarak, a journalist for the Al Aqsa Radio, was killed in an Israeli airstrike in the northern Gaza Strip, according to the Beirut-based press freedom group Skeyes and the Palestinian Journalists’ Syndicate."
  },
  {
    "name": "هاني المدهون",
    "name_en": "Hani al-Madhoun",
    "notes": ""
  },
  {
    "name": "عصام بهار",
    "name_en": "Essam Bhar",
    "notes": "Bhar, a journalist for the Al-Aqsa TV, was killed in an Israeli airstrike in the northern Gaza Strip, according to TRT Arabia and the Cairo-based Arabic newspaper Shorouk News."
  },
  {
    "name": "محمد بعلوشة",
    "name_en": "Muhammad Baloshah",
    "notes": "Balousha, a journalist and the administrative and financial manager of the local media channel “Palestine Today” office in Gaza, was killed in an Israeli airstrike on the Al-Saftawi neighborhood in northern Gaza, reported Anadolu news agency and The Guardian."
  },
  {
    "name": "عبدالهادي حبيب",
    "name_en": "Abdal-hadi Habib",
    "notes": "A journalist who worked for Al-Manara News Agency and HQ News Agency, Habib was killed along with several of his family members when a missile strike hit his house near the Zeitoun neighborhood, south of Gaza City, according to the Palestinian Journalists’ Syndicate and the independent Palestinian news organization International Middle East Media Center."
  },
  {
    "name": "علي نسمان",
    "name_en": "Ali Nisaman",
    "notes": ""
  },
  {
    "name": "أنس أبو شمالة",
    "name_en": "Anas Abu Shamala",
    "notes": ""
  },
  {
    "name": "سميح النادي",
    "name_en": "Samaih al-Nadi",
    "notes": "A journalist and director for the  Al-Aqsa TV, Al-Nady was killed in an Israeli airstrike in the Gaza Strip, according to the Palestinian Journalists’ Syndicate and the Palestinian press agency Safa."
  },
  {
    "name": "خليل أبو عاذرة",
    "name_en": "Khalil Abu Aathra",
    "notes": "A videographer for the Al-Aqsa TV, Abu Aathra was killed along with his brother in an Israeli airstrike in Rafah in the southern Gaza Strip, as reported by the Palestinian Journalists’ Syndicate and the Amman-based news outlet Roya News."
  },
  {
    "name": "محمود أبو ظريفة",
    "name_en": "Mahmoud Abu Tharefa",
    "notes": ""
  },
  {
    "name": "محمد علي",
    "name_en": "Muhammad Ali",
    "notes": "A journalist from Al-Shabab Radio (Youth Radio), Ali was killed in an Israeli airstrike in the northern Gaza Strip, according to the Palestinian Journalists’ Syndicate and the Cairo-based Al-Dostor newspaper."
  },
  {
    "name": "إيمان العقيلي",
    "name_en": "Iman al-Aqailai",
    "notes": ""
  },
  {
    "name": "محمد لبد",
    "name_en": "Muhammad Labad",
    "notes": "A journalist for the Al Resalah news website, Labad was killed in an Israeli airstrike on the Sheikh Radwan neighborhood in Gaza City, according to RT Arabic and the Palestinian Authority’s official news agency Wafa."
  },
  {
    "name": "محمد الشوربجي",
    "name_en": "Muhammad Alshoarabji",
    "notes": ""
  },
  {
    "name": "رشدي السراج",
    "name_en": "Rushdi Alsraj",
    "notes": "A journalist and co-founder of Ain Media, a Palestinian company specializing in professional media services, Sarraj was killed in an Israeli airstrike in the Gaza Strip, according to the Palestinian Authority’s official news agency Wafa and Sky News."
  },
  {
    "name": "محمد الحسني",
    "name_en": "Muhammad Alhasani",
    "notes": ""
  },
  {
    "name": "سائد حلبي",
    "name_en": "Sayed Halabi",
    "notes": "Al-Halabi, a journalist for the Al-Aqsa TV, was killed in an Israeli airstrike in the Jabalia refugee camp in the northern Gaza Strip, according to the Palestinian Journalists’ Syndicate, the Palestinian press freedom group MADA, and Al-Jazeera."
  },
  {
    "name": "جمال الفقعاوي",
    "name_en": "Jamal Alfaqaaoi",
    "notes": "Al-Faqaawi, a Palestinian journalist for the Mithaq Media Foundation, was killed in an Israeli airstrike on his home in Khan Yunis in southern Gaza, according to Al-Jazeera, the Palestinian Journalists’ Syndicate, the Palestinian News Network, and the International Federation of Journalists."
  },
  {
    "name": "أحمد أبو مهادي",
    "name_en": "Ahmed Abu Mhadi",
    "notes": "A journalist for the Al-Aqsa TV, Mhadi was killed in an Israeli airstrike in the Gaza Strip, according to the Palestinian Journalists’ Syndicate and Youm7."
  },
  {
    "name": "ياسر أبو ناموس",
    "name_en": "Yasr Abu Namoos",
    "notes": "Palestinian journalist Yasser Abu Namous of Al-Sahel media organization was killed in a strike on his family home in Khan Yunis, Gaza, according to the Palestinian Authority’s official news agency Wafa, Al-Jazeera, and the Al-Quds network."
  },
  {
    "name": "سلمى مخيمر",
    "name_en": "Salma Mukhiamar",
    "notes": "Mkhaimer, a freelance journalist, was killed alongside her child in an Israeli airstrike in Rafah city in the southern Gaza Strip, according to the Palestinian Journalists’ Syndicate and the independent Egyptian online newspaper Mada Masr."
  },
  {
    "name": "دعاء شرف",
    "name_en": "Duaa Shraf",
    "notes": "Palestinian journalist Sharaf, host for the Radio Al-Aqsa, was killed with her child in a strike on her home in the Yarmouk neighborhood in Gaza, according to Anadolu news agency and Middle East Monitor."
  },
  {
    "name": "سلام ميمة",
    "name_en": "Salam Mema",
    "notes": "The death of Mema, a freelance journalist, was confirmed on this date. Mema held the position of head of the Women Journalists Committee at the Palestinian Media Assembly, an organization committed to advancing media work for Palestinian journalists. Her body was recovered from the rubble three days after her home in the Jabalia refugee camp, situated in the northern Gaza Strip, was hit by an Israeli airstrike on October 10, according to the Palestinian Journalists’ Syndicate and the Palestinian Authority’s official news agency Wafa."
  },
  {
    "name": "ماجد كشكو",
    "name_en": "Majed Kshko",
    "notes": "Kashko, a media worker and the office director of the Palestine TV channel, was killed with his family members in an Israeli airstrike in the Gaza Strip, according to a statement issued by the channel, the Palestinian Authority’s official news agency Wafa, and the Palestinian Journalists’ Syndicate."
  },
  {
    "name": "عماد الوحيدي",
    "name_en": "Emad Alohaidi",
    "notes": "A media worker and administrator for the Palestine TV channel, Al-Wahidi was killed with his family members in an Israeli airstrike in the Gaza Strip, according to a statement issued by the channel, the Palestinian Authority’s official news agency Wafa, and the Palestinian Journalists’ Syndicate."
  },
  {
    "name": "حذيفة النجار",
    "name_en": "Hthifah al-Najar",
    "notes": ""
  },
  {
    "name": "نظمي النديم",
    "name_en": "Nizmai Alnadiam",
    "notes": "Al-Nadim, a deputy director of finance and administration for Palestine TV, was killed with members of his family in a strike on his home in Zeitoun area, eastern Gaza, according to the Palestinian Authority’s official news agency Wafa and Egypt’s state-run Middle East News Agency."
  },
  {
    "name": "مجد عرندس",
    "name_en": "Mjad Arnads",
    "notes": "A member of the Palestinian Journalists’ Syndicate who worked for the news website Al-Jamaheer, Arandas was killed in an Israeli airstrike in the Nuseirat refugee camp in the Gaza Strip, according to the Palestinian Journalists’ Syndicate and the Beirut-based press freedom group SKeyes."
  },
  {
    "name": "اياد مطر",
    "name_en": "Eyad Motar",
    "notes": "Matar, a journalist working for the  Al-Aqsa TV, was killed along with his mother in an Israeli airstrike in the Gaza Strip, according to the Amman-based news outlet Roya News and the local channel Palestine Today."
  },
  {
    "name": "محمد البياري",
    "name_en": "Muhammad Albiari",
    "notes": "Al-Bayyari, a Palestinian journalist with the  Al-Aqsa TV channel, was killed in an Israeli airstrike on Gaza City, according to the Amman-based news outlet Roya News, the Palestinian Authority’s official news agency Wafa, the Palestinian Journalists’ Syndicate, and the International Federation of Journalists."
  },
  {
    "name": "محمد أبو حطب",
    "name_en": "Muhammad Abu Hatab",
    "notes": "A journalist and correspondent for the broadcaster Palestine TV, Abu Hatab was killed along with 11 members of his family in an Israeli airstrike on their home in Khan Yunis, southern Gaza Strip, according to the Palestinian Authority’s official news agency Wafa and the Amman-based news outlet Roya News."
  },
  {
    "name": "زاهر الأفغاني",
    "name_en": "Zahir al-Afghani",
    "notes": ""
  },
  {
    "name": "مصطفى النقيب",
    "name_en": "Mustafa Alnqaib",
    "notes": ""
  },
  {
    "name": "هيثم حرارة",
    "name_en": "Hitham Harara",
    "notes": ""
  },
  {
    "name": "محمد الجاجة",
    "name_en": "Muhammad al-Jaja",
    "notes": "Al Jaja was a media worker and the organizational development consultant at Press House-Palestine, which owns Sawa news agency in Gaza and promotes press freedom and independent media. He was killed in a strike on his home along with his wife and two daughters in the Al-Naser neighborhood in northern Gaza, according to the London-based news website The New Arab, the Beirut-based press freedom group SKeyes, and the Palestinian Journalists’ Syndicate."
  },
  {
    "name": "يحيى أبو منيع",
    "name_en": "Yahya Abu Manih",
    "notes": "A journalist with  Al-Aqsa radio channel, Abu Manih was killed in a strike in the Gaza strip, according to the Amman-based news outlet Roya News, Al-Jazeera, and the Beirut-based press freedom group SKeyes."
  },
  {
    "name": "محمد أبو حصيرة",
    "name_en": "Muhammad Abu Hassira",
    "notes": "Abu Hassira, a journalist for the Wafa news agency, was killed in a strike on his home in Gaza along with 42 family members, according to the Palestinian Authority’s official news agency Wafa, the London-based news website The New Arab, and the Palestinian Journalists’ Syndicate."
  },
  {
    "name": "محمود مطر",
    "name_en": "Mahmoud Motar",
    "notes": "Mohamed Fayez Abu Matar, a freelance photojournalist, was killed during an Israeli airstrike in Rafah city in the southern Gaza Strip, according to the Palestinian Journalists’ Syndicate and the Palestinian Authority’s official news agency Wafa."
  },
  {
    "name": "أحمد القرا",
    "name_en": "Ahmed Aliqura",
    "notes": "Al-Qara, a photojournalist who worked for Al-Aqsa University and was also a freelancer, was killed in a strike at the entrance of Khuza’a town, east of the southern city of Khan Yunis, according to the Palestinian Journalists’ Syndicate and the Cairo-based Al-Dostor newspaper."
  },
  {
    "name": "موسى البرش",
    "name_en": "Mousa al-Barash",
    "notes": ""
  },
  {
    "name": "أحمد فطيمة",
    "name_en": "Ahmed Fatima",
    "notes": "A photographer for the Egypt-based Al Qahera News TV and a media worker with Press House-Palestine, Fatima was killed in a strike in Gaza, according to Al Qahera News TV, the Egypt-based Ahram Online, the Palestinians Journalists’ Syndicate, and the Amman-based news outlet Roya News."
  },
  {
    "name": "يعقوب البرش",
    "name_en": "Yaqob al-Barash",
    "notes": "Al-Barsh, executive director of the local Namaa Radio, was killed after sustaining injuries on November 12 from an Israeli airstrike on his home in northern Gaza, according to the Beirut-based press freedom group SKeyes, the Ramallah-based Palestinian news network SHFA, and the Palestinian press freedom group MADA."
  },
  {
    "name": "عمرو أبو حية",
    "name_en": "Amaro Abu Haya",
    "notes": "A Palestinian media worker in the broadcast department of the  Al-Aqsa TV channel, Abu Hayah was killed in a strike in Gaza, according to the Amman-based news outlet Roya News and the Palestinian Journalists’ Syndicate."
  },
  {
    "name": "مصطفى الصواف",
    "name_en": "Mustafa Alswaf",
    "notes": "El Sawaf, a Palestinian writer and analyst who contributed to the local news website MSDR News, was killed in an Israeli airstrike on his home along with his wife and two of his sons in Shawa Square, Gaza City, according to the Beirut-based press freedom group SKeyes, the Palestinian Journalists’ Syndicate, and the Cairo-based Youm7."
  },
  {
    "name": "عبدالحليم عوض",
    "name_en": "Abdul-halim Aodh",
    "notes": "A Palestinian media worker and driver for the  Al-Aqsa TV, Awad was killed in a strike on his home in the Gaza Strip, according to the London-based Al-Ghad TV, the Palestinian Journalists’ Syndicate, and the Beirut-based press freedom group SKeyes. Awad had been working full-time since the beginning of the war in Khan Yunis and had left to visit his family last week, his colleague Ziad AlMokayyed told CPJ via messaging app."
  },
  {
    "name": "ساري منصور",
    "name_en": "Sari Munasoar",
    "notes": "Mansour, director of the Quds News Network, and his colleague and friend Hassouneh Salim were killed in an Israeli airstrike on the Bureij refugee camp in central Gaza, according to the Cairo-based Elwatan news, the Palestinian Journalists’ Syndicate, Al-Jazeera, and Anadolu news agency."
  },
  {
    "name": "حسونة إسليم",
    "name_en": "Husaonah Esleem",
    "notes": "Salim, a Palestinian freelance photojournalist, was killed in an Israeli airstrike on the Bureij refugee camp in central Gaza, along with his colleague and friend Sari Mansour, according to the Amman-based news outlet Roya News, Al-Jazeera, and the Palestinian Journalists’ Syndicate."
  },
  {
    "name": "بلال جادالله",
    "name_en": "Bilal Jadallah",
    "notes": "Jadallah, director of Press House-Palestine, a non-profit which supports the development of independent Palestinian media, was killed in his car in Gaza in an Israeli airstrike, according to the Palestinian Journalists’ Syndicate, Al Qahera News, and the Cairo-based Youm7."
  },
  {
    "name": "علاء النمر",
    "name_en": "Alaaa Alnmar",
    "notes": ""
  },
  {
    "name": "آيات خضورة",
    "name_en": "Ayat Khadoura",
    "notes": "Khadoura, a Palestinian freelance journalist and podcast presenter, was killed along with an unknown number of family members in an Israeli airstrike on her home in Beit Lahya in northern Gaza, according to the Beirut-based press freedom group SKeyes, the news website Arabi 21, and London-based Al-Ghad TV. Khadoura shared videos on social media about the situation in Gaza, including a November 6 video, which she called “my last message to the world” where she said, “We had big dreams but our dream now is to be killed in one piece so they know who we are.”"
  },
  {
    "name": "محمد الزق",
    "name_en": "Muhammad Alzq",
    "notes": "Al-Zaq, a Palestinian journalist and a social media manager for the Al-Quds TV, was killed in an Israeli airstrike on Shejaiya in northern Gaza, according to the Amman-based news outlet Roya News, the Ramallah-based news website Wattan TV, the Palestinian Journalists’ Syndicate, and the International Federation of Journalists."
  },
  {
    "name": "عاصم البرش",
    "name_en": "Aasm al-Barash",
    "notes": ""
  },
  {
    "name": "محمد عياش",
    "name_en": "Muhammad Aiish",
    "notes": "Ayyash, a Palestinian journalist and a freelance photographer, was killed in an Israeli airstrike on his home in Nuseirat refugee camp in central Gaza, along with 20 members of his family, according to the Amman-based news outlet Roya News, the Palestinian Journalists’ Syndicate, and the Palestinian Authority’s official news agency Wafa."
  },
  {
    "name": "مصطفى بكير",
    "name_en": "Mustafa Bkir",
    "notes": "Bakeer, a Palestinian journalist and cameraperson for the  Al-Aqsa TV, was killed in an Israeli airstrike in Rafah, southern Gaza, according to the  Al-Aqsa radio, the Palestinian Journalists’ Syndicate, and the International Federation of Journalists."
  },
  {
    "name": "أمل زهد",
    "name_en": "Amal Zuhad",
    "notes": ""
  },
  {
    "name": "مصعب عاشور",
    "name_en": "Musab Ashour",
    "notes": "Ashour, a Palestinian photographer, was killed during an attack on the Nuseirat refugee camp in the Gaza Strip but his death was not reported until November 18, soon after his body was discovered, according to the Palestinian Journalists’ Syndicate, TRT Arabi, and Anadolu news agency."
  },
  {
    "name": "نادر النزلي",
    "name_en": "Nadr Alnazlai",
    "notes": ""
  },
  {
    "name": "جمال هنية",
    "name_en": "Jamal Hniah",
    "notes": ""
  },
  {
    "name": "عبدالله درويش",
    "name_en": "Abdullah Daroish",
    "notes": "A Palestinian cameraman for the  Al-Aqsa TV, Darwish was killed in an Israeli airstrike in the Gaza Strip, according to the Amman-based news outlet Roya News, the Palestinian Journalists’ Syndicate, and the International Federation of Journalists."
  },
  {
    "name": "منتصر الصواف",
    "name_en": "Muntsar Alswaf",
    "notes": "Al-Sawaf, a Palestinian cameraman for Anadolu news agency, was killed in Israeli airstrikes in the Gaza Strip, according to Anadolu news agency, Middle East Monitor, and the International Federation of Journalists."
  },
  {
    "name": "مروان الصواف",
    "name_en": "Marawan Alswaf",
    "notes": ""
  },
  {
    "name": "أدهم حسونة",
    "name_en": "Adham Husaonah",
    "notes": "Hassouna, a Palestinian freelance journalist and media professor at Gaza and Al-Aqsa universities, was killed, along with several family members in an Israeli airstrike in Gaza City, according to the Ramallah-based Palestinian news network SHF, the Beirut-based press freedom group SKeyes, and the Palestinian Journalists’ Syndicate."
  },
  {
    "name": "محمد فرجالله",
    "name_en": "Muhammad Farajallah",
    "notes": ""
  },
  {
    "name": "حذيفة لولو",
    "name_en": "Hthifah Lolo",
    "notes": ""
  },
  {
    "name": "حسان فرجالله",
    "name_en": "Hassan Farajallah",
    "notes": "Farajallah, who held a senior position with the  Al-Quds TV, was killed by Israeli bombardment in the Gaza Strip, according to the Palestinian Journalists’ Syndicate and the International Federation of Journalists."
  },
  {
    "name": "شيماء الجزار",
    "name_en": "Shaimaa Aljzar",
    "notes": "A Palestinian journalist for Al-Majedat network, El-Gazzar was killed along with her family members in an Israeli airstrike on Rafah city, southern Gaza, according to the Beirut-based press freedom group SKeyes and the Cairo-based media outlet Darb."
  },
  {
    "name": "محمود سالم",
    "name_en": "Mahmoud Salem",
    "notes": ""
  },
  {
    "name": "عبدالحميد القريناوي",
    "name_en": "Abdalihamaid Aliqurinaoi",
    "notes": ""
  },
  {
    "name": "حمادة اليازجي",
    "name_en": "Hamadah al-Yaziji",
    "notes": ""
  },
  {
    "name": "حسام عمار",
    "name_en": "Husam Ammar",
    "notes": ""
  },
  {
    "name": "علا عطاالله",
    "name_en": "Alaa Aataallah",
    "notes": "Atallah, a Palestinian freelance journalist who contributed to multiple media outlets, was killed in an Israeli airstrike on the house in which she and her family were taking refuge, in the El-Daraj area of Gaza City, northern Gaza, according to Arabi 21, Turkey’s Anadolu news agency, and the Palestinian Journalists’ Syndicate. Those sources said that Atallah was killed with nine members of her family, including her brother and her uncles. On November 27, Atallah wrote an article for the Al-Morasel website about life in Gaza during the war, describing the destruction and damage to her neighborhood and city. Atallah worked as a reporter for Anadolu news agency until 2017. Atallah was well-known on social media, and her last tweet on December 8 asked, “How many more nights of terror and death does Gaza have to count?”"
  },
  {
    "name": "دعاء الجبور",
    "name_en": "Duaa Jabbour",
    "notes": "Jabbour, a Palestinian freelance journalist who worked with the local website Eyes Media Network, was killed in an Israeli airstrike on her home along with her husband and children in Khan Yunis, southern Gaza, according to the Palestinian Journalists’ Syndicate, the Beirut-based press freedom group SKeyes, Anadolu news agency, and the Qatar-funded London-based Al-Araby Al-Jadeed. In her last Facebook post, Jabbour wrote: “To survive everyday is exhausting.”"
  },
  {
    "name": "نرمين قواس",
    "name_en": "Nrmain Qawas",
    "notes": ""
  },
  {
    "name": "محمد أبو سمرة",
    "name_en": "Muhammad Abu Samra",
    "notes": ""
  },
  {
    "name": "عبدالكريم عودة",
    "name_en": "Abd Aodah",
    "notes": ""
  },
  {
    "name": "أحمد أبو عبسة",
    "name_en": "Ahmed Abu Absah",
    "notes": ""
  },
  {
    "name": "حنان عياد",
    "name_en": "Hanan Aiad",
    "notes": ""
  },
  {
    "name": "سامر أبو دقة",
    "name_en": "Samer Abu Daqqa",
    "notes": "Abu Daqqa, a camera operator for Al-Jazeera Arabic, was killed by a drone strike while covering the aftermath of nightly Israeli strikes on a United Nations school sheltering displaced people in the center of Khan Yunis, southern Gaza, according to Al-Jazeera and Reuters news agency. He was trapped with other injured people in the school, which was surrounded by Israeli forces, and was unable to be evacuated for treatment. His colleague, Al-Jazeera bureau chief Wael Al Dahdouh, was injured in the same strike."
  },
  {
    "name": "رامي بدير",
    "name_en": "Rami Badir",
    "notes": ""
  },
  {
    "name": "عاصم كمال موسى",
    "name_en": "Aasm Kamal Mousa",
    "notes": "Moussa, a Palestinian journalist who produced visual and written news reports for the local privately owned news website Palestine Now, was killed in an Israeli airstrike on Khan Yunis, southern Gaza, according to his outlet, Lebanon’s Hezbollah-affiliated broadcaster Al-Mayadeen, and the  Al-Aqsa radio channel."
  },
  {
    "name": "علي عاشور",
    "name_en": "Ali Ashour",
    "notes": ""
  },
  {
    "name": "مشعل شهوان",
    "name_en": "Mshal Shahwan",
    "notes": ""
  },
  {
    "name": "حنين القطشان",
    "name_en": "Hanin Aliqtshan",
    "notes": "Kashtan, a Palestinian journalist who contributed to multiple media outlets including the local Fatah-affiliated Al-Kofiya TV and the local privately owned Baladna TV, was killed in an Israeli airstrike on Nuseirat refugee camp in northern Gaza, along with other family members, according to the Palestinian Journalists’ Syndicate, Al-Jazeera, and the Cairo-based Youm7."
  },
  {
    "name": "عبدالله علوان",
    "name_en": "Abdullah Alwan",
    "notes": "Alwan, a Palestinian media worker and voice-over specialist who contributed to multiple media outlets including the Al-Jazeera owned platform Midan, Mugtama magazine, and Al-Jazeera, and was a radio host for the Islamic University’s Holy Quran Radio, was killed in an Israeli airstrike on his home in Jabalia, according to his outlet Midan, the  Al-Aqsa Radio, the local Palestinian newspaper Al-Hadath, and Amman-based Roya TV. In his last Facebook post on December 17, Alwan wrote that “On every morning, we say that last night was the worst night in the war… All days are worse than each other. This briefly describes the war.” On November 30, Alwan posted photos of damage to his home by Israeli bombing, saying two of his nieces were killed in the strikes."
  },
  {
    "name": "عادل زعرب",
    "name_en": "Adel Zarab",
    "notes": "Zorob, a Palestinian freelance journalist who worked with multiple media outlets, including the  Al-Aqsa Voice Radio, was killed in an Israeli airstrike on his home in Rafah, southern Gaza, along with 25 family members, according to the Palestinian Journalists’ Syndicate, the Middle East Eye, the Palestinian Authority-run news agency Wafa, and the independent Wattan news agency. Zorob posted Gaza war news on his Facebook page and on WhatsApp news groups. The last news message was sent directly before his death, according to a WhatsApp screenshot CPJ viewed. The Zorob family were among the few Palestinians in Gaza who remained in their own homes in a war that has displaced some 1.9 million people — more than 80% of the territory’s population, according to the Associated Press.\""
  },
  {
    "name": "علاء أبو معمر",
    "name_en": "Alaaa Abu Muammar",
    "notes": ""
  },
  {
    "name": "محمد خليفة",
    "name_en": "Muhammad Khalifa",
    "notes": "Khalifeh, a media worker and director at the  Al-Aqsa TV channel was killed in an Israeli airstrike on his home in Nuseirat refugee camp in central Gaza, along his wife and three of his children, according to his outlet, Anadolu news agency, the Lebanese Hezbollah-affiliated Al-Mayadeen TV, and the privately owned news channel Al-Ghad TV."
  },
  {
    "name": "محمد أبو هويدي",
    "name_en": "Muhammad Abu Huwaidi",
    "notes": "Abu Huwaidi, a 29-year-old Palestinian journalist working for the privately owned Al-Istiklal newspaper, was killed in an Israeli airstrike on the Shajaiah area in northern Gaza while covering the aftermath of the airstrikes, according to the Palestinian Journalists’ Syndicate, the Qatar-funded London-based pan Arab newspaper Al-Araby Al-Jadeed, the Beirut-based press freedom group SKeyes, and the Cairo-based independent website Daaarb."
  },
  {
    "name": "أحمد جمال المدهون",
    "name_en": "Ahmed Jamal al-Madhoun",
    "notes": "Al Madhoun, a Palestinian journalist and deputy director of the local newspaper and news agency Al-Rai and the director of visual content at the agency, was killed in an Israeli airstrike on northern Gaza, according to the  Quds Network, the Qatar-funded London-based pan Arab newspaper Al-Araby Al-Jadeed, and Anadolu news agency."
  },
  {
    "name": "محمد عبدالخالق العف",
    "name_en": "Muhammad Abdalkhaliq Alaf",
    "notes": "Al-Iff, a Palestinian journalist and photographer for the local newspaper and news agency Al-Rai, was killed in Israeli airstrikes on Gaza City, northern Gaza, along with an unspecified number of family members, according to the Beirut-based press freedom group SKeyes, the Qatar-funded London-based pan Arab newspaper Al-Araby Al-Jadeed, and the  Quds Network. Al-Iff’s cousin, journalist Mohamed Azzaytouniyah, was killed in the same strikes, according to a tweet by Al-Iff’s cousin Hammam."
  },
  {
    "name": "محمد يونس الزيتونية",
    "name_en": "Muhammad Yunus al-Zaytouniyah",
    "notes": "Azzaytouniyah, a Palestinian media worker and a sound engineer for the local radio Al-Rai was killed in Israeli airstrikes on Gaza City, northern Gaza, along with unspecified number of family members including his father, according to a tweet by his brother Hammam, the outlet, the Qatar-funded London-based pan Arab newspaper Al-Araby Al-Jadeed, and the  Quds Network. His cousin, journalist Mohamad Al-Iff, was killed in the same strikes."
  },
  {
    "name": "محمد خير الدين",
    "name_en": "Muhammad Khair Addeen",
    "notes": "Khaireddine, a Palestinian journalist who worked for the  Al-Aqsa TV, was killed in an Israeli airstrike on his family home in Beit Lahiya, northern Gaza, along with 12 family members, including his nephew Ahmed Khaireddine, according to the broadcaster Palestine Today, the Palestinian Journalists’ Syndicate, and Al-Jazeera."
  },
  {
    "name": "أحمد خير الدين",
    "name_en": "Ahmed Khair Addeen",
    "notes": "Khaireddine, a Palestinian journalist and a cameraman for the  Quds Al-Youm TV, and a reporter for the  Quds feed, was killed in an Israeli airstrike on his family home in Beit Lahiya, northern Gaza, along with 12 family members, including his uncle Mohamed Khaireddine, according to the broadcaster Palestine Today, the Palestinian Journalists’ Syndicate, and Al-Jazeera. Khaireddine’s brother, Basil, who was a reporter for the Palestine Today broadcaster, spoke about his brother’s killing to the channel, in a video that spread virally. Basil said that Ahmed wanted to take a day off work for the first time in 82 days and didn’t want to leave the house to report when Basil asked him to go with him, adding: “He wanted to rest, but apparently his rest was forever.”"
  },
  {
    "name": "جبر أبو هدروس",
    "name_en": "Jabr Abu Hadaros",
    "notes": "Abu Hadrous, a Palestinian journalist and a reporter for the  Quds Al-Youm broadcaster, was killed in an Israeli airstrike on his home in Nuseirat refugee camp, northern Gaza, along with seven members of his family, according to Al-Jazeera, Hezbollah-affiliated Al-Mayadeen, and the privately owned government-affiliated Al-Ghad newspaper in Jordan."
  },
  {
    "name": "أكرم الشافعي",
    "name_en": "Ikram al-Shafi'i",
    "notes": "serious injury he sustained during an Israeli siege of Al-Shifa Medical Complex in Gaza City"
  },
  {
    "name": "حمزة وائل الدحدوح",
    "name_en": "Hamzah Wael Aldhdoh",
    "notes": "Al Dahdouh, a Palestinian journalist and camera operator for Al-Jazeera, and the son of Al-Jazeera Gaza bureau chief Wael Al Dahdouh, was killed in an Israeli drone strike along with freelance journalist Mustafa Thuraya. They were driving to an assignment in southern Gaza when the strike occurred, according to Al-Jazeera and the BBC."
  },
  {
    "name": "مصطفى ثريا",
    "name_en": "Mustafa Thraia",
    "notes": "Thuraya, a Palestinian freelance videographer working for Agence France-Presse (AFP), was killed in an Israeli drone strike along with  Al-Jazeera journalist Hamza Al Dahdouh. They were driving to an assignment in southern Gaza when the strike occurred, according to Al-Jazeera, BBC, and AFP."
  },
  {
    "name": "علي سالم أبو عجوة",
    "name_en": "Ali Salem Abu Ajwa",
    "notes": "bombed in Gaza City"
  },
  {
    "name": "عبدالله بريص",
    "name_en": "Abdullah Bares",
    "notes": ""
  },
  {
    "name": "محمد أبو داير",
    "name_en": "Muhammad Abu Dayra",
    "notes": ""
  },
  {
    "name": "أحمد بدير",
    "name_en": "Ahmed Badir",
    "notes": "Bdeir, a Palestinian journalist working for the local news website Bawabat al-Hadaf, was killed in an Israeli airstrike in Khan Yunis, close to the Aqsa Martyrs hospital. Bdeir was standing in front of the journalists’ tent at the hospital gate and died when a shrapnel hit him, according to Al-Jazeera, The New Arab, and the Beirut based press freedom group SKeyes. His outlet said that he worked relentlessly during the war to cover the news. Bawabat al-Hadaf is affiliated with The Popular Front for the Liberation of Palestine."
  },
  {
    "name": "شريف عكاشة",
    "name_en": "Sharif Akasha",
    "notes": ""
  },
  {
    "name": "هبة العبادلة",
    "name_en": "Heba Alabdlah",
    "notes": ""
  },
  {
    "name": "فؤاد أبو خماش",
    "name_en": "Fawad Abu Khamish",
    "notes": ""
  },
  {
    "name": "محمد الثلاثيني",
    "name_en": "Muhammad Althalatheeny",
    "notes": "Al-Thalathini, a Palestinian journalist who worked for the  Al-Quds Al-Youm broadcaster, was killed in an Israeli airstrike on his home in south Gaza, according to the  Al-Aqsa Voice Radio, the broadcaster Palestine Today, and the Qatari-funded newspaper Al-Araby Al-Jadeed."
  },
  {
    "name": "يزن الزويدي",
    "name_en": "Yazin Alzoidi",
    "notes": "Al-Zuweidi, a Palestinian journalist and camera operator for the privately owned Cairo-based broadcaster Al-Ghad, was killed, along with his brother and cousin, in an Israeli airstrike on Beit Hanoun in northern Gaza while al-Zuweidi was on his way to see what happened to his home in the aftermath of heavy bombing, according to his employer, the Beirut based press freedom group SKeyes, The New Arab, and the Palestinian Journalists’ Syndicate. Al-Zuweidi, 27, had been working with Al-Ghad for six years, and covered the war and various other events in Gaza, according to the broadcaster. Al-Ghad said that Al-Zuweidi didn’t stop reporting on the ongoing war; he kept filming from northern Gaza and sending footage to the channel after it was impossible for him to evacuate south to Rafah."
  },
  {
    "name": "وائل رجب أبو فنونة",
    "name_en": "Wael Rajab Abu Fanonna",
    "notes": "Director General of Al-Quds Al-Youm Satellite Channel May"
  },
  {
    "name": "إياد أحمد الرواغ",
    "name_en": "Eyad Ahmed Alrawagh",
    "notes": "El-Ruwagh, a Palestinian journalist who worked as a host for the  Al-Aqsa Voice Radio, was killed in an Israeli airstrike on Nuseirat camp in northern Gaza, along with four of his children, according to multiple media reports, a tweet by his outlet, the Palestinian Journalists’ Syndicate, and the Beirut-based press freedom group SKeyes. El-Ruwagh was buried on January 26, according to Al-Jazeera. Prior to his death, he posted on Facebook about his family’s dire conditions, asking for someone who was leaving Gaza to take his toddler to his wife, who fled to Sinai, Egypt, with his son Mohamed following a previous airstrike that severely injured him. After El-Ruwagh’s death, his wife published Facebook posts about him and her slain children: Loay, Nada, Yazan, and the toddler, Ahmed."
  },
  {
    "name": "عصام اللولو",
    "name_en": "Essam al-Loulo",
    "notes": "Broadcaster and program presenter on Palestine TV"
  },
  {
    "name": "محمد عبدالفتاح عطاالله",
    "name_en": "Muhammad Abdal-fattah Aataallah",
    "notes": "Atallah, a 24-year-old Palestinian editor for the local Al-Resalah news website and a writer for the regional independent website Raseef22, was killed in an Israeli airstrike on Beach refugee camp in northern Gaza City, along with an unidentified number of family members, according to a tweet by Raseef22 that included his last voice message, the local news agency Safa, the Palestinian Journalists’ Syndicate, and the International Federation of Journalists. Ayman Sharrouf, Raseef22’s political editor, told CPJ that Atallah “wrote for Raseef22 under his name and another pseudonym. He was particularly interested in the daily life stories of the Gazans, despite the siege on Gaza, the corruption, and the narrow political interests in the strip. When the war started, we started collaborating, and he wrote 3 pieces, but he lived in the north where there was intense bombing, and one of the Israeli airstrikes hit his parents’ house, which killed one of his brothers and all of his family members. Sharrouf told CPJ that “Atallah evacuated after surviving a lot of near-death situations. In his last correspondence with us, he told me that he’s safe and he wants to resume working soon, but I later learned about his death from the news.” Sharrouf added, “Mohammed was a very professional journalist. He wanted to relay the voices of the people. He worked hard on his pieces and was very keen on factual reporting of the daily life of Gaza’s people, despite all the challenges that a journalist like him faces. Unfortunately, he was killed before he got to do what he wanted in journalism; and the most horrific heartbreaking part was that he thought he would survive.”"
  },
  {
    "name": "د. رزق الغرابلي",
    "name_en": "Dr. Rizq Alghrablai",
    "notes": "Director of the Palestinian Information Center in the Gaza Strip, killed as a result of the continuous targeting and bombing by the “Israeli” occupation of citizens’ homes in the Khan Yunis Governorate (south of the Gaza Strip)"
  },
  {
    "name": "نافذ عبد الجواد",
    "name_en": "Nafath Abd al-Jawad",
    "notes": "Journalist at Palestine TV, killed as a result of the targeting and continuous bombing by The \"Israeli\" occupation of citizens' homes in the Central Governorate"
  },
  {
    "name": "آلاء حسن الهمص",
    "name_en": "Alaa Hassan Alhmus",
    "notes": "Journalist at Sanad News Agency and other media sites"
  },
  {
    "name": "أنغام أحمد عدوان",
    "name_en": "Angham Ahmed Adwan",
    "notes": "Journalist at the Libyan February Channel"
  },
  {
    "name": "د. زيد أبو زايد",
    "name_en": "Dr. Zaid Abu Zaid",
    "notes": "Director of the Holy Quran Radio - Islamic University, who was martyred in the bombing of a house in the Nuseirat camp, along with his wife and children"
  },
  {
    "name": "ياسر ممدوح",
    "name_en": "Yasr Mamdouh",
    "notes": " "
  },
  {
    "name": "محمد رسلان شنيورة",
    "name_en": "Muhammad Raslan Shanyoura",
    "notes": ""
  },
  {
    "name": "محمود مشتهى",
    "name_en": "Mahmoud Moshtaha",
    "notes": ""
  },
  {
    "name": "محمد تشرين ياغي",
    "name_en": "Muhammad Tishreen Yaghi",
    "notes": "photojournalist with several media outlets, was martyred in the bombing of a house in Al-Zawaida along with his family"
  },
  {
    "name": "مصعب أبو زايد",
    "name_en": "Musab Abu Zaid",
    "notes": "broadcaster and presenter on the Holy Quran Radio, was martyred in the bombing of a house in the Nuseirat camp with his family."
  },
  {
    "name": "محمد خضر سلامة",
    "name_en": "Muhammad Khidr Salama",
    "notes": "broadcaster and journalist on Al-Aqsa Satellite Channel, was martyred in the bombing of a house in the city of Deir al-Balah in the Central Governorate"
  },
  {
    "name": "محمد الريفي",
    "name_en": "Muhammad Alrifi",
    "notes": "a photojournalist with several media outlets, was martyred as a result of his injury at the Kuwait Roundabout, southeast of Gaza Cit"
  },
  {
    "name": "عبدالرحمن صايمة",
    "name_en": "Abdalrahamun Saymaa",
    "notes": ""
  },
  {
    "name": "د. محمود عماد عيسى",
    "name_en": "Dr. Mahmoud Emad Issa",
    "notes": ""
  },
  {
    "name": " عبدالوهاب عوني أبو عون",
    "name_en": " Abdul-wahab Aoni Abu Aun",
    "notes": "the photojournalist and editor, along with several media outlets, who were martyred in the occupation’s bombing of their home in the Maghazi camp in the center of Gaza Strip"
  },
  {
    "name": " محمد أبو سخيل",
    "name_en": " Muhammad Abu Sakheel",
    "notes": "head of the editing department at the “Shams News” Foundation, was martyred during the crime of storming the Al-Shifa Hospital complex. Medical"
  },
  {
    "name": "محمد السيد أبو سخيل",
    "name_en": "Muhammad Alsaid Abu Sakheel",
    "notes": "broadcaster and editor at Sawt Al-Quds Radio, who was martyred during the crime of storming the Al-Shifa Medical"
  },
  {
    "name": "طارق السيد أبو سخيل",
    "name_en": "Tariq Alsaid Abu Sakheel",
    "notes": "a digital editor at Voice of Jerusalem Radio, was martyred during the crime of storming the Al-Shifa Medical Hospital complex"
  },
  {
    "name": "محمد بسام الجمل",
    "name_en": "Muhammad Bsam Aljml",
    "notes": "Killed in bombing of his house in Rafah Governorate"
  },
  {
    "name": "مصطفى عياد",
    "name_en": "Mustafa Aiad",
    "notes": "Worked as a photojournalist for several media outlets. He was killed in the occupation’s bombing of the Al-Zaytoun neighborhood, south of the city"
  },
  {
    "name": "بهاء عكاشة",
    "name_en": "Bhaa Akasha",
    "notes": "Photojournalist for Al-Aqsa Network. Killed in the bombing of his home in Jabalia camp, north of the Gaza Strip, where his wife and children were also killed."
  },
  {
    "name": "هائل النجار",
    "name_en": "Ha'il al-Najar",
    "notes": "Al-Aqsa Media Network editor"
  },
  {
    "name": "محمود جحجوح",
    "name_en": "Mahmoud Jhajoh",
    "notes": "Photojournalist for the Palestine Post website"
  },
  {
    "name": "معتز مصطفى الغفري",
    "name_en": "Muatz Mustafa Alghufari",
    "notes": "Photojournalist for the Ard Canaan website and the Palestinian Media Corporation"
  },
  {
    "name": "آمنة محمود حميد",
    "name_en": "Aamina Mahmoud Hamaid",
    "notes": "Program presenter and journalist editor in a number of media outlets."
  },
  {
    "name": "عبدالله أحمد الجمل",
    "name_en": "Abdullah Ahmed Aljml",
    "notes": "Editor and journalist at Palestine Now Agency"
  },
  {
    "name": "أحلام عزات العجلة",
    "name_en": "Ahlam Azat al-Ajlah",
    "notes": "A journalist in the Family Happiness magazine"
  },
  {
    "name": "دينا عبدالله البطنيجي",
    "name_en": "Dina Abdullah Albtaniji",
    "notes": "Journalist at Al-Thuraya Media Foundation"
  },
  {
    "name": "محمود قاسم",
    "name_en": "Mahmoud Qasam",
    "notes": "Journalist at Palestine newspaper and its website “Palestine Online”"
  },
  {
    "name": "سليم الشرفا",
    "name_en": "Saleem Alshrafa",
    "notes": "Program presenter and media personality on Al-Aqsa satellite channel"
  },
  {
    "name": "محمد محمود أبو شريعة",
    "name_en": "Muhammad Mahmoud Abu Shariah",
    "notes": "Journalist and media professional at Shams News Agency"
  },
  {
    "name": "سعدي مدوخ",
    "name_en": "Saadi Madoukh",
    "notes": "Director of Deep Shot Media Production Company"
  },
  {
    "name": "أديب سكر",
    "name_en": "Adeeb Sakr",
    "notes": "Media professional at Deep Shot Media Production Company"
  },
  {
    "name": "أمجد جحجوح",
    "name_en": "Amjad Jhajoh",
    "notes": "Journalist and media professional at the Palestine Media Agency"
  },
  {
    "name": "وفاء أبو ضبعان",
    "name_en": "Wafaa Abu Dabaan",
    "notes": "Producer and presenter of programs at the Islamic University Radio in Gaza"
  },
  {
    "name": "رزق أبو شكيان",
    "name_en": "Rizq Abu Shkian",
    "notes": "Journalist and media professional at the Palestine Media Agency"
  },
  {
    "name": "محمد منهل أبو عرمانة",
    "name_en": "Muhammad Munuhl Abu عرمانة",
    "notes": ""
  },
  {
    "name": "محمد عبدالله مشمش",
    "name_en": "Muhammad Abdullah Mshmsh",
    "notes": "Program Director at Sawt Al-Aqsa Radio"
  },
  {
    "name": "محمد أبو جاسر",
    "name_en": "Muhammad Abu Jasr",
    "notes": "has been working as a journalist for years in several media outlets"
  },
  {
    "name": "معتصم محمود غراب",
    "name_en": "Muatsm Mahmoud Ghrab",
    "notes": "worked as a journalist for years in several media outlets"
  },
  {
    "name": "حيدر إبراهيم المصدر",
    "name_en": "Haider Ibrahim Alamusadr",
    "notes": "Media researcher and specialist in media affairs"
  },
  {
    "name": "إسماعيل الغول",
    "name_en": "Ismael Alghol",
    "notes": "Al Jazeera correspondent in Gaza City"
  },
  {
    "name": "رامي الريفي",
    "name_en": "Rami Alrifi",
    "notes": "a photojournalist working for Al Jazeera Channel"
  },
  {
    "name": "محمد عيسى أبو سعادة",
    "name_en": "Muhammad Issa Abu Saaadah",
    "notes": "A correspondent and field photojournalist for several media outlets"
  },
  {
    "name": " تميم أحمد أبو معمر",
    "name_en": " Tmaiam Ahmed Abu Muammar",
    "notes": "Journalist editor at Palestine TV"
  },
  {
    "name": "عبدالله ماهر السوسي",
    "name_en": "Abdullah Mahir Alsaosai",
    "notes": "Journalist editor at Al-Aqsa TV"
  },
  {
    "name": "إبراهيم مروان محارب",
    "name_en": "Ibrahim Marawan Maharab",
    "notes": "He works as a journalist and correspondent with several media outlets"
  },
  {
    "name": "حمزة عبدالرحمن مرتجى",
    "name_en": "Hamzah Abdalrahamun Martja",
    "notes": "worked as a photographer and journalist with several media outlets"
  },
  {
    "name": "علي نايف طعيمة",
    "name_en": "Ali Naif Taemah",
    "notes": "worked as a journalist with several media outlets"
  },
  {
    "name": "محمد عبدالفتاح عبدربه",
    "name_en": "Muhammad Abdal-fattah Abdrabah",
    "notes": "works as a journalist with Al-Manara Media Company"
  },
  {
    "name": "عبدالله شكشك",
    "name_en": "Abdullah Shkshk",
    "notes": "worked as a journalist with several Arab media outlets"
  },
  {
    "name": "وفاء علي العديني",
    "name_en": "Wafaa Ali Alaudaini",
    "notes": "worked as a journalist with several English-language media outlets"
  },
  {
    "name": "حسن حمد",
    "name_en": "Hassan Hamd",
    "notes": "works as a journalist for Media Town Media Company"
  },
  {
    "name": "محمد الطناني",
    "name_en": "Muhammad Altananei",
    "notes": "works as a photojournalist for Al-Aqsa TV Channel"
  },
  {
    "name": "أيمن محمد رويشد",
    "name_en": "Ayman Muhammad Ruwaished",
    "notes": "works as a photojournalist for Al-Aqsa TV Channel"
  },
  {
    "name": "سائد رضوان",
    "name_en": "Sayed Radwan",
    "notes": ""
  },
  {
    "name": "حمزة أبو سلمية",
    "name_en": "Hamzah Abu Selmiya",
    "notes": ""
  },
  {
    "name": "حنين محمود بارود",
    "name_en": "Hanin Mahmoud Barod",
    "notes": ""
  },
  {
    "name": "نادية عماد السيد",
    "name_en": "Nadiah Emad Alsaid",
    "notes": "works as a media professional, producer and presenter of programmes with radio stations and media outlets"
  },
  {
    "name": "عبدالرحمن سمير الطناني",
    "name_en": "Abdalrahamun Sameir Altananei",
    "notes": "worked as a journalist for Zaman and Sawt Al-Shaab radio stations and several media outlets"
  },
  {
    "name": "بلال محمد رجب",
    "name_en": "Bilal Muhammad Rajab",
    "notes": ""
  },
  {
    "name": " الزهراء محمد أبو سخيل",
    "name_en": " Alzuhraa Muhammad Abu Sakheel",
    "notes": "works as a journalist for the Al-Ilamiya News Network"
  },
  {
    "name": "أحمد محمد أبو سخيل",
    "name_en": "Ahmed Muhammad Abu Sakheel",
    "notes": "works as a journalist for the Media News Network"
  },
  {
    "name": "مصطفى خضر بحر",
    "name_en": "Mustafa Khidr Bhar",
    "notes": "worked as a correspondent and journalist for the Ajil Palestine Agency (killed 31/3/2024 near the Kuwait roundabout, south of Gaza City)"
  },
  {
    "name": "عبدالرحمن خضر بحر",
    "name_en": "Abdalrahamun Khidr Bhar",
    "notes": "worked as a photojournalist for Ajil Palestine Agency (killed 6/10/2024 in Al-Karama neighborhood, northwest of Gaza)"
  },
  {
    "name": "وائل إبراهيم أبو قفة",
    "name_en": "Wael Ibrahim Abu Quffa",
    "notes": "Lecturer in the Department of Journalism and Media at the Islamic University and works as a journalist at the Holy Quran Educational Radio - Voice of the Islamic University"
  },
  {
    "name": "علاء فوزي برهوم",
    "name_en": "Alaaa Fozai Brhom",
    "notes": "works as a journalist editor with many media institutions"
  },
  {
    "name": "ممدوح إبراهيم قنيطة",
    "name_en": "Mamdouh Ibrahim Quneita",
    "notes": "works as a journalist editor for Al-Aqsa satellite channel"
  },
  {
    "name": "ميسرة أحمد صلاح",
    "name_en": "Maisrah Ahmed Salah",
    "notes": "works as a journalist for Quds News Network"
  },
  {
    "name": "إيمان حاتم الشنطي",
    "name_en": "Iman Hatim Alshntai",
    "notes": "a broadcaster and journalist at Sawt Al-Aqsa Radio (killed by the \"Israeli\" occupation army by bombing a residential apartment in the Sheikh Radwan neighborhood in Gaza City)"
  },
  {
    "name": "محمد حامد بعلوشة",
    "name_en": "Muhammad Hamid Baloshah",
    "notes": "Al-Mashhad TV correspondent"
  },
  {
    "name": "محمد جبر القريناوي",
    "name_en": "Muhammad Jabr Aliqurinaoi",
    "notes": "Journalist Editor at Sanad News Agency"
  },
  {
    "name": "أحمد بكر اللوح",
    "name_en": "Ahmed Bkar al-Louh",
    "notes": "Al Jazeera cameraman in the Central Governorate"
  },
  {
    "name": "فيصل أبو القمصان",
    "name_en": "Fisl Abu Aliqmusan",
    "notes": "worked as a journalist correspondent for Al-Quds Al-Youm satellite channel"
  },
  {
    "name": "أيمن الجدي",
    "name_en": "Ayman الجدي",
    "notes": "works as a photojournalist for Al-Quds Al-Youm satellite channel"
  },
  {
    "name": "إبراهيم الشيخ علي",
    "name_en": "Ibrahim Alshikh Ali",
    "notes": "works as a journalist for Al-Quds Al-Youm satellite channel"
  },
  {
    "name": "محمد اللدعة",
    "name_en": "Muhammad Allduaah",
    "notes": "worked as a journalist for Al-Quds Al-Youm satellite channel"
  },
  {
    "name": "فادي حسونة",
    "name_en": "Fadi Husaonah",
    "notes": "worked as a journalist for Al-Quds Al-Youm satellite channel"
  },
  {
    "name": "عمر صلاح الديراوي",
    "name_en": "Omar Salah al-Derawi",
    "notes": "worked as a photojournalist with a number of news agencies (Israeli army bombed his house, killing him along with his parents in the Al-Zawaida area)"
  },
  {
    "name": "سائد صبري نبهان",
    "name_en": "Sayed Sabri Nabhan",
    "notes": "worked as a photojournalist with Al-Ghad satellite channel and was killed by an Israeli sniper's bullets during press coverage in the new camp area in Al-Nuseirat camp (central Gaza Strip)"
  },
  {
    "name": "محمد بشير التلمس",
    "name_en": "Muhammad Basheer Altlams",
    "notes": "worked as a journalist editor for the Palestinian Press Agency (Safa); He was killed due to injuries sustained as a result of the targeting of the Sheikh Radwan neighborhood in Gaza City by Israeli aircraft"
  },
  {
    "name": "أحمد الشياح",
    "name_en": "Ahmed Alshiah",
    "notes": ""
  },
  {
    "name": "محمد منصور",
    "name_en": "Muhammad Munasoar",
    "notes": "correspondent for Palestine Today satellite channel"
  },
  {
    "name": "حسام شبات",
    "name_en": "Husam Shbat",
    "notes": "Al Jazeera Mubasher Correspondent - North Gaza"
  },
  {
    "name": "محمد صالح البردويل",
    "name_en": "Muhammad Saleh al-Bardawil",
    "notes": "broadcaster at Sawt Al-Aqsa Radio"
  },
  {
    "name": "حلمي الفقعاوي",
    "name_en": "Hlamai Alfaqaaoi",
    "notes": "works as a journalist for Palestine Today News Agency"
  },
  {
    "name": "أحمد منصور",
    "name_en": "Ahmed Munasoar",
    "notes": "worked as a journalist for Palestine Today News Agency"
  },
  {
    "name": "سعيد أمين أبو حسنين",
    "name_en": "Saeed Amin Abu Hassanein",
    "notes": "worked for Sawt Al-Aqsa Radio"
  },
  {
    "name": "نورالدين مطر عبدو",
    "name_en": "Nooral-deen Motar Abdo",
    "notes": "worked as a broadcaster and journalist editor for several media outlets; he was killed in the Al-Tuffah neighborhood east of Gaza City"
  },
  {
    "name": "يحيى صبيح",
    "name_en": "Yahya Sbih",
    "notes": "worked as a journalist for several media outlets"
  },
  {
    "name": "حسن عبدالفتاح اصليح",
    "name_en": "Hassan Abdal-fattah Aslaih",
    "notes": "who worked as director of Alam24 News Agency; he was killed by Israel in a bombing that targeted him while he was receiving treatment inside Nasser Medical Complex, after he had been injured in a previous attempt on his life and was receiving treatment"
  },
  {
    "name": "حسن مرزوق سمور",
    "name_en": "Hassan Marzoq Sammour",
    "notes": "who worked as a broadcaster and presenter at Sawt Al-Aqsa Radio, and was killed by Israel in an airstrike that targeted him and his family members east of Khan Yunis Governorate (southern Gaza Strip)"
  },
  {
    "name": "أحمد أنور عبدالهادي الحلو",
    "name_en": "Ahmed Anwar Abdal-hadi al-Helou",
    "notes": "who worked in the field of design and editing at Quds News Network"
  }
]